import Foot from "@/components/Foot";
import Footer from "@/components/Footer";
import NavBar from "@/components/NavBar";
import Intro from "@/public/imgJS/Intro";
import Intro2 from "@/public/imgJS/Intro2";

export default function page() {
  return (
    <div className="max-w-[1440px] m-auto">
      <NavBar />
      <div className="m-auto px-5">
        <p className="text-[32px]">Номын ёс сургуулийн танилцуулага</p>
        <div className="flex gap-3 max-md:flex-wrap justify-center">
          <div className="flex flex-col gap-3">
            <Intro />
            <Intro2 />
          </div>
          <div className="flex flex-col gap-3">
            <p>
              Номын ёс” нийгэмд үйлчлэх төрийн бус байгууллага 2009 онд
              байгуулагдан, олон нийтийн дунд сургалт, хүмүүжлийн үйл ажиллагаа
              явуулж эхэлсэн билээ. “Номын ёс” байгууллага нь хүүхэд болон өсвөр
              насны хүүхдүүдийг сургуулийн өмнөх боловсролоос бүрэн дунд
              боловсролыг олгох зорилт тавьж, үе шаттай арга хэмжээ авч ажиллаж
              байгаа билээ.
            </p>
            <p>
              2012 онд цэцэрлэг бага сургуулийн сургалт эрхлэх зөвшөөрлийг
              БСШУЯ-наас хүлээн авч, 2012-2013 оны хичээлийн жилээс “Номын ёс”
              бага сургуулийг 4 бүлэгт 71 суралцагч, 2013-2014 оны хичээлийн
              жилээс сургуулийн өмнөх боловсрол олгох чиглэлээр “Гоёхондоо”
              цэцэрлэг нэртэйгээр 4 бүлэгт 52 хүүхэдтэйгээр бага насны хүүхдийг
              хөгжүүлэх, сургах үйл ажиллагаа эхлүүлсэн. Байгууллагын сургалтын
              үйл ажиллагаа өргөжин тэлээд, энэ хичээлийн жилд тус сургалтын
              байгууллагад нийт захиргааны 7, сургалтыг дэмжихээр 4 ажилтан,
              бага сургуульд 7 багш, цэцэрлэгт 8 багш, албан хаагчид тус тус
              ажиллаж, бага сургууль болон цэцэрлэгт нийт 173 суралцагч
              хамрагдан боловсролын тухай хууль, эрх зүйн баримт бичиг,
              хөтөлбөр, төлөвлөгөө, харьяа байгууллагаас ирүүлсэн чиглэлийн
              хүрээнд сургалт, хүмүүжлийн үйл ажиллагаагаа явуулж байна.
            </p>
            <p>
              БНСУ-ын хөрөнгө оруулалттай “Номын ёс” бага сургууль нь 2013 оноос
              эхлэн сургалт хүмүүжлийн үйл ажиллагаагаа тасралтгүй, үр дүнтэй
              явуулахад анхаарч, хүний нөөц, материаллаг бааз, харилцаа хамтын
              ажиллагаагаа өргөтгөн тэлсээр ирсэн.
            </p>
            <p>
              Одоогоор бидэнд ерөнхий боловсролын сургуулийн бага, дунд, бүрэн
              дунд боловсролын агуулгын залгамж холбоог сайжруулах, мэргэжлийн
              багш нартай сургалтын баг үүсгэж, чанартай боловсролыг олгох,
              цаашид ахлах ангид солонгос, байгалийн ухааны чиглэлээр
              гүнзгийрүүлэн сургаж, олон улсын түвшинд өрсөлдөж чадахуйц төгсөгч
              бэлтгэх, сургалтын материаллаг бааз, сургалтын орчин , хамт олон
              бүрдсэн.
            </p>
            <p>
              2024-2025 оны хичээлийн жилд суурь, бүрэн дунд боловсролыг
              олгохоор, бага сургуулийн үйл ажиллагааг өргөжүүлэн бэлтгэл ажлыг
              хангаж байна. Энэ ажлын хүрээнд их сургуулийн эргэлтийн хөрөнгө,
              боловсон хүчний нөөц, эзэмшлийн талбай, хичээлийн нэг байр,
              материаллаг бааз, санхүү, төсөв, эрх зүйн орчинд түшиглэн
              сургалтын хөтөлбөр, төлөвлөгөө судалж боловсруулан, сургуулийг
              өргөтгөн нэмэлт тоног төхөөрөмж хэрэгсэл, сурах бичгийг эхний
              байдлаар захиалаад байна. Хичээлийн байрны 4 байр, багш нарын нэг
              байр, 48 анги танхимтайгаар ажиллахаар өргөтгөл хийгдэж байна.Энэ
              хичээлийн жилд сургуулийн барилга, байгууламж, материаллаг баазыг
              бэхжүүлэх, өргөжүүлэх ажлын хүрээнд 220 хүүхдийн хүчин чадал бүхий
              цэцэрлэгийн зориулалтаар баригдсан, стандартад нийцэхүйц шинэ,
              СХД-ийн СХД-ийн 1-р хороо /Баянголын ам/-нд байрлах хичээл,
              сургалтын II барилга байгууламжийг өөрсдийн сургалтын үйл
              ажиллагаанд ашиглах бүрэн бололцоо бүрдүүлсэн. Хичээлийн нэгдүгээр
              байранд бага, суурь, бүрэн дунд сургууль, хоёрдугаар байранд
              цэцэрлэг үйл ажиллагаа явуулахаар төлөвлөж байна. Бид цаашид
              өөрийн төгсөгчдийг дунд болон ахлах ангид үргэлжлүүлэн сургах,
              2023-2024 оны хичээлийн жилээс солонгос хэл, байгалийн ухааны
              гүнзгийрүүлсэн сургалттай дунд, ахлах сургуулийг өргөжүүлэн
              байгуулахаар шийдвэрлэж, хэрэгжилтийг хангахаар ажиллаж байна.
            </p>
          </div>
        </div>
      </div>
      <Footer />
      <Foot />
    </div>
  );
}
